{
    "query": "Tentang apa dokumen ini?",
    "result": "Dokumen ini tampaknya membahas tentang pedoman atau panduan penulisan karya tulis ilmiah, yang mencakup struktur, format, dan etika penulisan. Dokumen ini membahas tentang bagian-bagian karya tulis ilmiah, seperti daftar pustaka, lampiran, dan catatan kaki, serta prinsip-prinsip penulisan yang baik, seperti objektivitas, kecermatan, dan respek terhadap karya orang lain.",
    "source_documents": [
        {
            "id": null,
            "metadata": {
                "source": "docs/pedoman_penulisan_kti_2023.pdf"
            },
            "page_content": "30\n\nundang-undang dan peraturan, dan situs internet, yang benar-benar menjadi\n\nrujukan dalam menyusun karya tulis ilmiah. Dengan kata lain, yang dima-\n\nsukkan dalam Daftar Pustaka ini hanyalah rujukan yang dijadikan sebagai\n\nsumber bacaan dan kutipan, baik langsung maupun tidak langsung, sebagai-\n\nmana tercantum dalam karya tulis ilmiah.\n\nDaftar Pustaka merupakan salah satu persyaratan bagi setiap karya\n\ntulis ilmiah. Melalui Daftar Pustaka, pembaca akan dapat dengan mudah\n\nmengetahui keseluruhan sumber rujukan yang digunakan dalam penulisan\n\nkarya ilmiah, dan dengan demikian, kualitas karya tulis ilmiah tersebut dapat\n\ndiukur secara objektif. Selain itu, pembaca juga dapat menelusuri lebih jauh\n\nvaliditas uraian lewat Daftar Pustaka yang isinya telah dikutip.\n\nb. Lampiran\n\nBagian lampiran memuat lembaran data pelengkap yang dipandang\n\nsecara konkret dapat mendukung validitas atau kesahihan suatu uraian, tetapi\n\ntidak perlu dimuat dalam bagian utama karya tulis ilmiah. Lembaran dimaksud\n\nbisa berupa dokumen khusus, peta, gambar, foto, grafik, skema, naskah\n\nperaturan perundang-undangan, surat resmi (izin penelitian dan keterangan\n\npenelitian) atau surat pribadi, silsilah, model angket, pedoman wawancara,\n\ndaftar informan, dan sejenisnya. Urutan pemuatan lampiran ini harus\n\ndisesuaikan dengan urutan uraian terkait dalam karya tulis ilmiah.\n\nc. Daftar Riwayat Hidup Penyusun\n\nDaftar ini berisi:\n\n1) Judul halaman, yakni DAFTAR RIWAYAT HIDUP, diketik simetris di tepi\n\nmargin atas.\n\n2) Data riwayat hidup penyusun terdiri atas: nama penyusun, tempat dan\n\ntanggal lahir, asal sekolah jenjang terakhir, nama orang tua, istri/anak\n\n31\n\n(kalau ada), riwayat pendidikan, riwayat pekerjaan (kalau ada), jabatan/\n\npangkat (kalau ada), penghargaan yang pernah diperoleh (jika ada),\n\nriwayat/pengalaman organisasi, dan daftar karya tulis (kalau ada).\n\nTeknis penulisan daftar riwayat hidup ini dapat dilakukan berbasis\n\npemerian, tetapi dapat juga dilakukan berbasis narasi bersambung",
            "type": "Document"
        },
        {
            "id": null,
            "metadata": {
                "source": "docs/pedoman_penulisan_kti_2023.pdf"
            },
            "page_content": "membicarakan hal yang sama (biasa disebut catatan kaki isi atau content\n\nfootnote). Jenis catatan kaki ini biasanya menggunakan kata-kata: “Lihat\n\n…,” “Bandingkan …,” dan “Uraian lebih lanjut dapat dilihat dalam …,” dan\n\nsebagainya. Diperlukan konsistensi dan ketepatan dalam penggunaan\n\nungkapan-ungkapan tersebut. Dianjurkan penggunaan catatan kaki\n\n42\n\nuntuk tujuan ini tidak berlebihan agar tidak menimbulkan kesan pamer\n\nliteratur.\n\n4) Menyatakan ucapan terima kasih kepada pihak-pihak tertentu yang\n\nterkait dengan sebuah pernyataan atau kutipan dalam teks. Misalnya,\n\nmereka yang membantu penulis memahami sebuah konsep, mendapat-\n\nkan literatur yang sedang dikutip, menerjemahkan sebuah teks, dan\n\nsebagainya. Penggunaan catatan untuk tujuan ini hendaknya juga\n\ndiupayakan seminimal mungkin.\n\nb. Setiap catatan kaki harus bermula pada halaman yang sama, yang ia tempati\n\nmerujuk. Akan tetapi, jika sangat panjang, maka separuh bagian catatan\n\nkaki mungkin akan melompat ke dasar halaman berikutnya. Walaupun\n\nbegitu, jika menggunakan Microsoft Word, peralihan ini biasanya diatur\n\nsecara otomatis. Catatan kaki sebaiknya tidak melebihi sepertiga halaman.\n\nc. Untuk menghemat waktu dan tempat serta menjaga kerapian penulisan\n\nteks, sebaiknya meminimalkan pencantuman nomor kutipan dalam teks.\n\nMisalnya, dalam satu alinea yang terdiri atas beberapa kutipan (dengan\n\nreferensi berbeda), satu nomor rujukan yang mengikuti akhir kalimat atau\n\nalinea kutipan terakhir sudah memungkinkan semuanya untuk dicakup\n\ndalam satu catatan.\n\nd. Cara penulisan catatan kaki sebagai berikut:\n\n1) Antara baris terakhir teks dalam sebuah halaman dengan nomor catatan\n\nkaki diberi garis pembatas (separator) sepanjang 20 (dua puluh)\n\nkarakter atau 5 (lima) cm menurut default Microsoft Word.\n\n2) Catatan kaki ditempatkan berdasarkan urutan numerik dengan diberi\n\nnomor sesuai dengan nomor pernyataan terkait dalam teks. Urutan\n\npenomoran bermula pada setiap awal bab (bukan kelanjutan nomor\n\n43",
            "type": "Document"
        },
        {
            "id": null,
            "metadata": {
                "source": "docs/pedoman_penulisan_kti_2023.pdf"
            },
            "page_content": "29\n\nc. Bab Penutup\n\nBab ini berisi kesimpulan penelitian serta implikasi atau rekomendasi\n\nyang muncul berdasarkan penelitian tersebut. Kesimpulan merupakan krista-\n\nlisasi, kulminasi, dan inti sari dari bahasan-bahasan yang telah dikemukakan\n\ndalam bab-bab sebelumnya yang ditulis dengan kalimat-kalimat yang ringkas,\n\npadat, dan tegas. Perlu ditegaskan bahwa kesimpulan harus merupakan\n\njawaban yang tegas terhadap submasalah (thesis statement) atau hipotesis\n\nyang dikemukakan pada bagian pendahuluan. Perlu diingat, kesimpulan bukan\n\nmerupakan ringkasan dari uraian-uraian sebelumnya, melainkan hasil\n\npemecahan terhadap permasalahan yang diangkat dalam karya tulis ilmiah,\n\nyang dirumuskan menurut proses berpikir yang sistematis, logis, dan meto-\n\ndologis. Secara empiris, kesimpulan dibuat dengan pola teknik berpikir\n\ninduktif, yaitu mengemukakan terlebih dahulu kalimat inti, lalu diikuti dengan\n\npenjelasan detailnya.\n\nDalam bab penutup ini dimuat pula implikasi dari penelitian yang telah\n\ndilakukan dalam bentuk saran-saran atau rekomendasi yang dipandang perlu,\n\nbaik yang bersifat teoretis maupun praktis, berkaitan dengan pokok masalah\n\nyang dibahas. Saran-saran sebaiknya realistis dan argumentatif, sehingga tidak\n\ntampak sekadar sebagai daftar usul yang tidak relevan dengan rangkaian\n\npenelitian.\n\n3. Bagian Akhir\n\nBagian akhir karya tulis ilmiah berisi daftar pustaka dan lampiran-\n\nlampiran yang relevan atau yang lazim sesuai dengan ragam penelitian.\n\na. Daftar Pustaka\n\nDaftar Pustaka adalah daftar rujukan, baik berupa buku, disertasi, tesis,\n\njurnal, majalah, koran, terbitan khusus, sumber digital, makalah, naskah\n\n30\n\nundang-undang dan peraturan, dan situs internet, yang benar-benar menjadi\n\nrujukan dalam menyusun karya tulis ilmiah. Dengan kata lain, yang dima-\n\nsukkan dalam Daftar Pustaka ini hanyalah rujukan yang dijadikan sebagai\n\nsumber bacaan dan kutipan, baik langsung maupun tidak langsung, sebagai-\n\nmana tercantum dalam karya tulis ilmiah.",
            "type": "Document"
        },
        {
            "id": null,
            "metadata": {
                "source": "docs/pedoman_penulisan_kti_2023.pdf"
            },
            "page_content": "Indonesia belum ada atau dianggap belum tepat. Begitu juga pengutipan dan\n\n2\n\nperujukan silang (cross reference), baik dalam catatan kaki maupun dalam\n\ndaftar pustaka, sebaiknya tidak memuat literatur-literatur yang tidak relevan\n\ndengan topik karya tulis ilmiah, karena hal itu dianggap hanya memamerkan\n\nkekayaan literatur dan kemampuan bahasa (asing) penulisnya saja.\n\n3. Bertanggung Jawab\n\nSetiap peneliti harus memiliki sikap bertanggung jawab atas informasi\n\ndan analisis yang diungkapkan, serta tidak melemparkan kesalahan yang\n\nterdapat dalam karya tulis itu kepada orang lain, atau pihak lain.\n\n4. Bersikap Terbuka\n\nBersikap terbuka di sini dapat diartikan memberikan kesempatan\n\nkepada pihak lain untuk memeriksa kembali kesahihan data dan fakta yang\n\ndikemukakan dalam karya tulis ilmiah itu.\n\n5. Bersikap Cermat\n\nPeneliti harus menjaga harga dirinya dengan selalu bersikap cermat\n\ndalam mengemukakan data, pernyataan, penulisan nama orang, nama tempat,\n\nejaan, dan lain-lain. Kesembronoan dan kemalasan dalam melakukan\n\npengecekan ulang terhadap data yang dikemukakan menunjukkan rendahnya\n\netika dan tradisi ilmiah seseorang.\n\n6. Bersikap Objektif dalam Menyajikan Uraian\n\nSalah satu faktor yang menunjang sikap objektif dalam mengemukakan\n\nargumentasi dalam sebuah uraian adalah pemahaman yang memadai tentang\n\naturan-aturan berpikir yang benar, yang dikenal dengan logika. Pemahaman\n\nterhadap bidang pengetahuan ini memungkinkan seseorang menghindari\n\nprosedur dan cara-cara berpikir yang salah (logical fallacies).\n\n3\n\n7. Respek Mengutip (Sitasi) Karya Ilmiah Dosen Pembimbing/Penguji\n\nMahasiswa wajib mengutip karya tulis ilmiah para dosen, terutama\n\ndosen pembimbing/penguji, baik dalam bentuk buku, artikel dalam\n\njurnal/majalah ilmiah, hasil penelitian, maupun prosiding, yang memenuhi\n\nkualitas mutu serta sesuai dengan tema risalah, skripsi, tesis, dan disertasi\n\nmahasiswa bimbingan.\n\nC. Pengertian dan Macam Karya Tulis Ilmiah",
            "type": "Document"
        }
    ]
}